/* String_On_Page_Template */
"(Please set your delicious.com ID using the Pagelet Inspector)" = "(Vælg venligst din delicious.com ID med Pagelet-inspektøren)";

/* String_On_Page_Template -- followed by a number */
"delicious.com example no." = "delicious.com eksempelnr.";

/* String_On_Page_Template */
"My Delicious Links" = "Mine Delicious links";